var thailand = [
  {
    "children": [
      {
        "label": "คลองเขื่อน"
      },
      {
        "label": "ท่าตะเกียบ"
      },
      {
        "label": "บางคล้า"
      },
      {
        "label": "บางน้ำเปรี้ยว"
      },
      {
        "label": "บางปะกง"
      },
      {
        "label": "บ้านโพธิ์"
      },
      {
        "label": "แปลงยาว"
      },
      {
        "label": "พนมสารคาม"
      },
      {
        "label": "เมืองฉะเชิงเทรา"
      },
      {
        "label": "ราชสาส์น"
      },
      {
        "label": "สนามชัยเขต"
      }
    ],
    "label": "ฉะเชิงเทรา"
  },
  {
    "children": [
      {
        "label": "ไชโย"
      },
      {
        "label": "ป่าโมก"
      },
      {
        "label": "โพธิ์ทอง"
      },
      {
        "label": "เมืองอ่างทอง"
      },
      {
        "label": "วิเศษชัยชาญ"
      },
      {
        "label": "สามโก้"
      },
      {
        "label": "แสวงหา"
      }
    ],
    "label": "จันทบุรี"
  },
  {
    "children": [
      {
        "label": "เกาะจันทร์"
      },
      {
        "label": "เกาะสีชัง"
      },
      {
        "label": "บ่อทอง"
      },
      {
        "label": "บางละมุง"
      },
      {
        "label": "บ้านบึง"
      },
      {
        "label": "พนัสนิคม"
      },
      {
        "label": "พานทอง"
      },
      {
        "label": "เมืองชลบุรี"
      },
      {
        "label": "ศรีราชา"
      },
      {
        "label": "สัตหีบ"
      },
      {
        "label": "หนองใหญ่"
      }
    ],
    "label": "ชลบุรี"
  },
  {
    "children": [
      {
        "label": "กบินทร์บุรี"
      },
      {
        "label": "นาดี"
      },
      {
        "label": "บ้านสร้าง"
      },
      {
        "label": "ประจันตคาม"
      },
      {
        "label": "เมืองปราจีนบุรี"
      },
      {
        "label": "ศรีมหาโพธิ"
      },
      {
        "label": "ศรีมโหสถ"
      }
    ],
    "label": "ปราจีนบุรี"
  },
  {
    "children": [
      {
        "label": "แกลง"
      },
      {
        "label": "เขาชะเมา"
      },
      {
        "label": "นิคมพัฒนา"
      },
      {
        "label": "บ้านค่าย"
      },
      {
        "label": "บ้านฉาง"
      },
      {
        "label": "ปลวกแดง"
      },
      {
        "label": "เมืองระยอง"
      },
      {
        "label": "วังจันทร์"
      }
    ],
    "label": "ระยอง"
  },
  {
    "children": [
      {
        "label": "เขาฉกรรจ์"
      },
      {
        "label": "คลองหาด"
      },
      {
        "label": "โคกสูง"
      },
      {
        "label": "ตาพระยา"
      },
      {
        "label": "เมืองสระแก้ว"
      },
      {
        "label": "วังน้ำเย็น"
      },
      {
        "label": "วังสมบูรณ์"
      },
      {
        "label": "วังสมบูรณ์"
      },
      {
        "label": "วัฒนานคร"
      },
      {
        "label": "อรัญประเทศ"
      },
      {
        "label": "เขาฉกรรจ์"
      }
    ],
    "label": "สระแก้ว"
  },
  {
    "children": [
      {
        "label": "คลองเตย"
      },
      {
        "label": "คลองสาน"
      },
      {
        "label": "คลองสามวา"
      },
      {
        "label": "คันนายาว"
      },
      {
        "label": "จตุจักร"
      },
      {
        "label": "จอมทอง"
      },
      {
        "label": "ดอนเมือง"
      },
      {
        "label": "ดินแดง"
      },
      {
        "label": "ดุสิต"
      },
      {
        "label": "ตลิ่งชัน"
      },
      {
        "label": "ทวีวัฒนา"
      },
      {
        "label": "ทุ่งครุ"
      },
      {
        "label": "บางกอกน้อย"
      },
      {
        "label": "บางกอกใหญ่"
      },
      {
        "label": "บางกะปิ"
      },
      {
        "label": "บางขุนเทียน"
      },
      {
        "label": "บางเขน"
      },
      {
        "label": "บางคอแหลม"
      },
      {
        "label": "บางแค"
      },
      {
        "label": "บางซื่อ"
      },
      {
        "label": "บางนา"
      },
      {
        "label": "บางบอน"
      },
      {
        "label": "บางพลัด"
      },
      {
        "label": "บางรัก"
      },
      {
        "label": "บึงกุ่ม"
      },
      {
        "label": "ปทุมวัน"
      },
      {
        "label": "ประเวศ"
      },
      {
        "label": "ป้อมปราบศัตรูพ่าย"
      },
      {
        "label": "พญาไท"
      },
      {
        "label": "พระโขนง"
      },
      {
        "label": "พระนคร"
      },
      {
        "label": "ภาษีเจริญ"
      },
      {
        "label": "มีนบุรี"
      },
      {
        "label": "ยานนาวา"
      },
      {
        "label": "ราชเทวี"
      },
      {
        "label": "ราษฎร์บูรณะ"
      },
      {
        "label": "ลาดกระบัง"
      },
      {
        "label": "ลาดพร้าว"
      },
      {
        "label": "วังทองหลาง"
      },
      {
        "label": "วัฒนา"
      },
      {
        "label": "สวนหลวง"
      },
      {
        "label": "สะพานสูง"
      },
      {
        "label": "สัมพันธวงศ์"
      },
      {
        "label": "สาทร"
      },
      {
        "label": "สายไหม"
      },
      {
        "label": "หนองแขม"
      },
      {
        "label": "หนองจอก"
      },
      {
        "label": "หลักสี่"
      },
      {
        "label": "ห้วยขวาง"
      },
      {
        "label": "ธนบุรี"
      }
    ],
    "label": "กรุงเทพมหานคร"
  },
  {
    "label": "อ่างทอง"
  },
  {
    "children": [
      {
        "label": "ท่าเรือ"
      },
      {
        "label": "นครหลวง"
      },
      {
        "label": "บางซ้าย"
      },
      {
        "label": "บางไทร"
      },
      {
        "label": "บางบาล"
      },
      {
        "label": "บางปะหัน"
      },
      {
        "label": "บางปะอิน"
      },
      {
        "label": "บ้านแพรก"
      },
      {
        "label": "ผักไห่"
      },
      {
        "label": "พระนครศรีอยุธยา"
      },
      {
        "label": "ภาชี"
      },
      {
        "label": "มหาราช"
      },
      {
        "label": "ลาดบัวหลวง"
      },
      {
        "label": "วังน้อย"
      },
      {
        "label": "เสนา"
      },
      {
        "label": "อุทัย"
      }
    ],
    "label": "พระนครศรีอยุธยา"
  },
  {
    "children": [
      {
        "label": "เนินขาม"
      },
      {
        "label": "มโนรมย์"
      },
      {
        "label": "เมืองชัยนาท"
      },
      {
        "label": "สรรคบุรี"
      },
      {
        "label": "สรรพยา"
      },
      {
        "label": "หนองมะโมง"
      },
      {
        "label": "หันคา"
      },
      {
        "label": "วัดสิงห์"
      }
    ],
    "label": "ชัยนาท"
  },
  {
    "children": [
      {
        "label": "ด่านมะขามเตี้ย"
      },
      {
        "label": "ทองผาภูมิ"
      },
      {
        "label": "ท่าม่วง"
      },
      {
        "label": "ท่ามะกา"
      },
      {
        "label": "ไทรโยค"
      },
      {
        "label": "บ่อพลอย"
      },
      {
        "label": "พนมทวน"
      },
      {
        "label": "เมืองกาญจนบุรี"
      },
      {
        "label": "เลาขวัญ"
      },
      {
        "label": "ศรีสวัสดิ์"
      },
      {
        "label": "สังขละบุรี"
      },
      {
        "label": "หนองปรือ"
      },
      {
        "label": "ห้วยกระเจา"
      }
    ],
    "label": "กาญจนบุรี"
  },
  {
    "children": [
      {
        "label": "โคกเจริญ"
      },
      {
        "label": "โคกสำโรง"
      },
      {
        "label": "ชัยบาดาล"
      },
      {
        "label": "ท่าวุ้ง"
      },
      {
        "label": "ท่าหลวง"
      },
      {
        "label": "บ้านหมี่"
      },
      {
        "label": "พัฒนานิคม"
      },
      {
        "label": "เมืองลพบุรี"
      },
      {
        "label": "ลำสนธิ"
      },
      {
        "label": "สระโบสถ์"
      },
      {
        "label": "หนองม่วง"
      }
    ],
    "label": "ลพบุรี"
  },
  {
    "children": [
      {
        "label": "บ้านนา"
      },
      {
        "label": "ปากพลี"
      },
      {
        "label": "เมืองนครนายก"
      },
      {
        "label": "องครักษ์"
      }
    ],
    "label": "นครนายก"
  },
  {
    "children": [
      {
        "label": "กำแพงแสน"
      },
      {
        "label": "ดอนตูม"
      },
      {
        "label": "นครชัยศรี"
      },
      {
        "label": "บางเลน"
      },
      {
        "label": "พุทธมณฑล"
      },
      {
        "label": "เมืองนครปฐม"
      },
      {
        "label": "สามพราน"
      }
    ],
    "label": "นครปฐม"
  },
  {
    "children": [
      {
        "label": "ไทรน้อย"
      },
      {
        "label": "บางกรวย"
      },
      {
        "label": "บางบัวทอง"
      },
      {
        "label": "บางใหญ่"
      },
      {
        "label": "ปากเกร็ด"
      },
      {
        "label": "เมืองนนทบุรี"
      }
    ],
    "label": "นนทบุรี"
  },
  {
    "children": [
      {
        "label": "คลองหลวง"
      },
      {
        "label": "ธัญบุรี"
      },
      {
        "label": "เมืองปทุมธานี"
      },
      {
        "label": "ลาดหลุมแก้ว"
      },
      {
        "label": "ลำลูกกา"
      },
      {
        "label": "สามโคก"
      },
      {
        "label": "หนองเสือ"
      }
    ],
    "label": "ปทุมธานี"
  },
  {
    "children": [
      {
        "label": "แก่งกระจาน"
      },
      {
        "label": "เขาย้อย"
      },
      {
        "label": "ชะอำ"
      },
      {
        "label": "ท่ายาง"
      },
      {
        "label": "บ้านลาด"
      },
      {
        "label": "บ้านแหลม"
      },
      {
        "label": "เมืองเพชรบุรี"
      },
      {
        "label": "หนองหญ้าปล้อง"
      }
    ],
    "label": "เพชรบุรี"
  },
  {
    "children": [
      {
        "label": "กุยบุรี"
      },
      {
        "label": "ทับสะแก"
      },
      {
        "label": "บางสะพาน"
      },
      {
        "label": "บางสะพานน้อย"
      },
      {
        "label": "ปราณบุรี"
      },
      {
        "label": "เมืองประจวบคีรีขันธ์"
      },
      {
        "label": "สามร้อยยอด"
      },
      {
        "label": "หัวหิน"
      }
    ],
    "label": "ประจวบคีรีขันธ์"
  },
  {
    "children": [
      {
        "label": "จอมบึง"
      },
      {
        "label": "ดำเนินสะดวก"
      },
      {
        "label": "บางแพ"
      },
      {
        "label": "บ้านคา"
      },
      {
        "label": "บ้านโป่ง"
      },
      {
        "label": "ปากท่อ"
      },
      {
        "label": "โพธาราม"
      },
      {
        "label": "เมืองราชบุรี"
      },
      {
        "label": "วัดเพลง"
      },
      {
        "label": "สวนผึ้ง"
      }
    ],
    "label": "ราชบุรี"
  },
  {
    "children": [
      {
        "label": "บางบ่อ"
      },
      {
        "label": "บางพลี"
      },
      {
        "label": "บางเสาธง"
      },
      {
        "label": "พระประแดง"
      },
      {
        "label": "พระสมุทรเจดีย์"
      },
      {
        "label": "เมืองสมุทรปราการ"
      }
    ],
    "label": "สมุทรปราการ"
  },
  {
    "children": [
      {
        "label": "กระทุ่มแบน"
      },
      {
        "label": "บ้านแพ้ว"
      },
      {
        "label": "เมืองสมุทรสาคร"
      }
    ],
    "label": "สมุทรสาคร"
  },
  {
    "children": [
      {
        "label": "บางคนที"
      },
      {
        "label": "เมืองสมุทรสงคราม"
      },
      {
        "label": "อัมพวา"
      }
    ],
    "label": "สมุทรสงคราม"
  },
  {
    "children": [
      {
        "label": "แก่งคอย"
      },
      {
        "label": "เฉลิมพระเกียรติ"
      },
      {
        "label": "ดอนพุด"
      },
      {
        "label": "บ้านหมอ"
      },
      {
        "label": "พระพุทธบาท"
      },
      {
        "label": "มวกเหล็ก"
      },
      {
        "label": "เมืองสระบุรี"
      },
      {
        "label": "วังม่วง"
      },
      {
        "label": "วิหารแดง"
      },
      {
        "label": "เสาไห้"
      },
      {
        "label": "หนองแค"
      },
      {
        "label": "หนองแซง"
      },
      {
        "label": "หนองโดน"
      }
    ],
    "label": "สระบุรี"
  },
  {
    "children": [
      {
        "label": "ค่ายบางระจัน"
      },
      {
        "label": "ท่าช้าง"
      },
      {
        "label": "บางระจัน"
      },
      {
        "label": "พรหมบุรี"
      },
      {
        "label": "เมืองสิงห์บุรี"
      },
      {
        "label": "อินทร์บุรี"
      }
    ],
    "label": "สิงห์บุรี"
  },
  {
    "children": [
      {
        "label": "ดอนเจดีย์"
      },
      {
        "label": "ด่านช้าง"
      },
      {
        "label": "เดิมบางนางบวช"
      },
      {
        "label": "บางปลาม้า"
      },
      {
        "label": "เมืองสุพรรณบุรี"
      },
      {
        "label": "ศรีประจันต์"
      },
      {
        "label": "สองพี่น้อง"
      },
      {
        "label": "สามชุก"
      },
      {
        "label": "หนองหญ้าไซ"
      },
      {
        "label": "อู่ทอง"
      }
    ],
    "label": "สุพรรณบุรี"
  },
  {
    "children": [
      {
        "label": "เกาะลันตา"
      },
      {
        "label": "เขาพนม"
      },
      {
        "label": "คลองท่อม"
      },
      {
        "label": "ปลายพระยา"
      },
      {
        "label": "เมืองกระบี่"
      },
      {
        "label": "ลำทับ"
      },
      {
        "label": "เหนือคลอง"
      },
      {
        "label": "อ่าวลึก"
      }
    ],
    "label": "กระบี่"
  },
  {
    "children": [
      {
        "label": "ท่าแซะ"
      },
      {
        "label": "ทุ่งตะโก"
      },
      {
        "label": "ปะทิว"
      },
      {
        "label": "พะโต๊ะ"
      },
      {
        "label": "เมืองชุมพร"
      },
      {
        "label": "ละแม"
      },
      {
        "label": "สวี"
      },
      {
        "label": "หลังสวน"
      }
    ],
    "label": "ชุมพร"
  },
  {
    "children": [
      {
        "label": "กันตัง"
      },
      {
        "label": "นาโยง"
      },
      {
        "label": "ปะเหลียน"
      },
      {
        "label": "เมืองตรัง"
      },
      {
        "label": "ย่านตาขาว"
      },
      {
        "label": "รัษฎา"
      },
      {
        "label": "วังวิเศษ"
      },
      {
        "label": "สิเกา"
      },
      {
        "label": "ห้วยยอด"
      },
      {
        "label": "หาดสำราญ"
      }
    ],
    "label": "ตรัง"
  },
  {
    "children": [
      {
        "label": "ขนอม"
      },
      {
        "label": "จุฬาภรณ์"
      },
      {
        "label": "ฉวาง"
      },
      {
        "label": "เฉลิมพระเกียรติ"
      },
      {
        "label": "ชะอวด"
      },
      {
        "label": "ช้างกลาง"
      },
      {
        "label": "เชียรใหญ่"
      },
      {
        "label": "ถ้ำพรรณรา"
      },
      {
        "label": "ท่าศาลา"
      },
      {
        "label": "ทุ่งสง"
      },
      {
        "label": "ทุ่งใหญ่"
      },
      {
        "label": "นบพิตำ"
      },
      {
        "label": "นาบอน"
      },
      {
        "label": "บางขัน"
      },
      {
        "label": "ปากพนัง"
      },
      {
        "label": "พรหมคีรี"
      },
      {
        "label": "พระพรหม"
      },
      {
        "label": "พิปูน"
      },
      {
        "label": "เมืองนครศรีธรรมราช"
      },
      {
        "label": "ร่อนพิบูลย์"
      },
      {
        "label": "ลานสกา"
      },
      {
        "label": "สิชล"
      },
      {
        "label": "หัวไทร"
      }
    ],
    "label": "นครศรีธรรมราช"
  },
  {
    "children": [
      {
        "label": "จะแนะ"
      },
      {
        "label": "เจาะไอร้อง"
      },
      {
        "label": "ตากใบ"
      },
      {
        "label": "บาเจาะ"
      },
      {
        "label": "เมืองนราธิวาส"
      },
      {
        "label": "ยี่งอ"
      },
      {
        "label": "ระแงะ"
      },
      {
        "label": "รือเสาะ"
      },
      {
        "label": "แว้ง"
      },
      {
        "label": "ศรีสาคร"
      },
      {
        "label": "สุคิริน"
      },
      {
        "label": "สุไหงโก-ลก"
      },
      {
        "label": "สุไหงปาดี"
      }
    ],
    "label": "นราธิวาส"
  },
  {
    "children": [
      {
        "label": "กะพ้อ"
      },
      {
        "label": "โคกโพธิ์"
      },
      {
        "label": "ทุ่งยางแดง"
      },
      {
        "label": "ปะนาเระ"
      },
      {
        "label": "มายอ"
      },
      {
        "label": "เมืองปัตตานี"
      },
      {
        "label": "ไม้แก่น"
      },
      {
        "label": "ยะรัง"
      },
      {
        "label": "ยะหริ่ง"
      },
      {
        "label": "สายบุรี"
      },
      {
        "label": "หนองจิก"
      },
      {
        "label": "แม่ลาน"
      }
    ],
    "label": "ปัตตานี"
  },
  {
    "children": [
      {
        "label": "กะปง"
      },
      {
        "label": "เกาะยาว"
      },
      {
        "label": "คุระบุรี"
      },
      {
        "label": "ตะกั่วทุ่ง"
      },
      {
        "label": "ตะกั่วป่า"
      },
      {
        "label": "ทับปุด"
      },
      {
        "label": "ท้ายเหมือง"
      },
      {
        "label": "เมืองพังงา"
      }
    ],
    "label": "พังงา"
  },
  {
    "children": [
      {
        "label": "กงหรา"
      },
      {
        "label": "เขาชัยสน"
      },
      {
        "label": "ควนขนุน"
      },
      {
        "label": "ตะโหมด"
      },
      {
        "label": "บางแก้ว"
      },
      {
        "label": "ปากพะยูน"
      },
      {
        "label": "ป่าบอน"
      },
      {
        "label": "ป่าพะยอม"
      },
      {
        "label": "เมืองพัทลุง"
      },
      {
        "label": "ศรีนครินทร์"
      },
      {
        "label": "ศรีบรรพต"
      }
    ],
    "label": "พัทลุง"
  },
  {
    "children": [
      {
        "label": "กะทู้"
      },
      {
        "label": "ถลาง"
      },
      {
        "label": "เมืองภูเก็ต"
      }
    ],
    "label": "ภูเก็ต"
  },
  {
    "children": [
      {
        "label": "กรงปินัง"
      },
      {
        "label": "กาบัง"
      },
      {
        "label": "ธารโต"
      },
      {
        "label": "บันนังสตา"
      },
      {
        "label": "เบตง"
      },
      {
        "label": "เมืองยะลา"
      },
      {
        "label": "ยะหา"
      },
      {
        "label": "รามัน"
      }
    ],
    "label": "ยะลา"
  },
  {
    "children": [
      {
        "label": "กระบุรี"
      },
      {
        "label": "กะเปอร์"
      },
      {
        "label": "เมืองระนอง"
      },
      {
        "label": "ละอุ่น"
      },
      {
        "label": "สุขสำราญ"
      }
    ],
    "label": "ระนอง"
  },
  {
    "children": [
      {
        "label": "กระแสสินธุ์"
      },
      {
        "label": "คลองหอยโข่ง"
      },
      {
        "label": "ควนเนียง"
      },
      {
        "label": "จะนะ"
      },
      {
        "label": "เทพา"
      },
      {
        "label": "นาทวี"
      },
      {
        "label": "นาหม่อม"
      },
      {
        "label": "บางกล่ำ"
      },
      {
        "label": "เมืองสงขลา"
      },
      {
        "label": "ระโนด"
      },
      {
        "label": "รัตภูมิ"
      },
      {
        "label": "สทิงพระ"
      },
      {
        "label": "สะเดา"
      },
      {
        "label": "สะบ้าย้อย"
      },
      {
        "label": "สิงหนคร"
      },
      {
        "label": "หาดใหญ่"
      }
    ],
    "label": "สงขลา"
  },
  {
    "children": [
      {
        "label": "ควนกาหลง"
      },
      {
        "label": "ควนโดน"
      },
      {
        "label": "ท่าแพ"
      },
      {
        "label": "ทุ่งหว้า"
      },
      {
        "label": "มะนัง"
      },
      {
        "label": "เมืองสตูล"
      },
      {
        "label": "ละงู"
      }
    ],
    "label": "สตูล"
  },
  {
    "children": [
      {
        "label": "กาญจนดิษฐ์"
      },
      {
        "label": "เกาะพะงัน"
      },
      {
        "label": "เกาะสมุย"
      },
      {
        "label": "คีรีรัฐนิคม"
      },
      {
        "label": "เคียนซา"
      },
      {
        "label": "ชัยบุรี"
      },
      {
        "label": "ไชยา"
      },
      {
        "label": "ดอนสัก"
      },
      {
        "label": "ท่าฉาง"
      },
      {
        "label": "ท่าชนะ"
      },
      {
        "label": "บ้านตาขุน"
      },
      {
        "label": "บ้านนาเดิม"
      },
      {
        "label": "บ้านนาสาร"
      },
      {
        "label": "พนม"
      },
      {
        "label": "พระแสง"
      },
      {
        "label": "พุนพิน"
      },
      {
        "label": "เมืองสุราษฎร์ธานี"
      },
      {
        "label": "วิภาวดี"
      },
      {
        "label": "เวียงสระ"
      }
    ],
    "label": "สุราษฎร์ธานี"
  },
  {
    "children": [
      {
        "label": "โกสัมพีนคร"
      },
      {
        "label": "ขาณุวรลักษบุรี"
      },
      {
        "label": "คลองขลุง"
      },
      {
        "label": "คลองลาน"
      },
      {
        "label": "ทรายทองวัฒนา"
      },
      {
        "label": "ไทรงาม"
      },
      {
        "label": "บึงสามัคคี"
      },
      {
        "label": "ปางศิลาทอง"
      },
      {
        "label": "พรานกระต่าย"
      },
      {
        "label": "เมืองกำแพงเพชร"
      },
      {
        "label": "ลานกระบือ"
      }
    ],
    "label": "กำแพงเพชร"
  },
  {
    "children": [
      {
        "label": "ขุนตาล"
      },
      {
        "label": "เชียงของ"
      },
      {
        "label": "เชียงแสน"
      },
      {
        "label": "ดอยหลวง"
      },
      {
        "label": "เทิง"
      },
      {
        "label": "ป่าแดด"
      },
      {
        "label": "พญาเม็งราย"
      },
      {
        "label": "พาน"
      },
      {
        "label": "เมืองเชียงราย"
      },
      {
        "label": "แม่จัน"
      },
      {
        "label": "แม่ฟ้าหลวง"
      },
      {
        "label": "แม่ลาว"
      },
      {
        "label": "แม่สาย"
      },
      {
        "label": "เวียงแก่น"
      },
      {
        "label": "เวียงชัย"
      },
      {
        "label": "เวียงเชียงรุ้ง"
      },
      {
        "label": "เวียงป่าเป้า"
      },
      {
        "label": "แม่สรวย"
      }
    ],
    "label": "เชียงราย"
  },
  {
    "children": [
      {
        "label": "จอมทอง"
      },
      {
        "label": "เชียงดาว"
      },
      {
        "label": "ไชยปราการ"
      },
      {
        "label": "ดอยเต่า"
      },
      {
        "label": "ดอยสะเก็ด"
      },
      {
        "label": "ดอยหล่อ"
      },
      {
        "label": "ฝาง"
      },
      {
        "label": "พร้าว"
      },
      {
        "label": "เมืองเชียงใหม่"
      },
      {
        "label": "แม่แจ่ม"
      },
      {
        "label": "แม่แตง"
      },
      {
        "label": "แม่ริม"
      },
      {
        "label": "แม่วาง"
      },
      {
        "label": "แม่ออน"
      },
      {
        "label": "แม่อาย"
      },
      {
        "label": "เวียงแหง"
      },
      {
        "label": "สะเมิง"
      },
      {
        "label": "สันกำแพง"
      },
      {
        "label": "สันทราย"
      },
      {
        "label": "สันป่าตอง"
      },
      {
        "label": "สารภี"
      },
      {
        "label": "หางดง"
      },
      {
        "label": "อมก๋อย"
      },
      {
        "label": "ฮอด"
      }
    ],
    "label": "เชียงใหม่"
  },
  {
    "children": [
      {
        "label": "ท่าสองยาง"
      },
      {
        "label": "บ้านตาก"
      },
      {
        "label": "พบพระ"
      },
      {
        "label": "เมืองตาก"
      },
      {
        "label": "แม่ระมาด"
      },
      {
        "label": "แม่สอด"
      },
      {
        "label": "วังเจ้า"
      },
      {
        "label": "สามเงา"
      },
      {
        "label": "อุ้มผาง"
      }
    ],
    "label": "ตาก"
  },
  {
    "children": [
      {
        "label": "เก้าเลี้ยว"
      },
      {
        "label": "โกรกพระ"
      },
      {
        "label": "ชุมตาบง"
      },
      {
        "label": "ชุมแสง"
      },
      {
        "label": "ตากฟ้า"
      },
      {
        "label": "ตาคลี"
      },
      {
        "label": "ท่าตะโก"
      },
      {
        "label": "บรรพตพิสัย"
      },
      {
        "label": "พยุหะคีรี"
      },
      {
        "label": "ไพศาลี"
      },
      {
        "label": "เมืองนครสวรรค์"
      },
      {
        "label": "แม่เปิน"
      },
      {
        "label": "แม่วงก์"
      },
      {
        "label": "ลาดยาว"
      },
      {
        "label": "หนองบัว"
      }
    ],
    "label": "นครสวรรค์"
  },
  {
    "children": [
      {
        "label": "เฉลิมพระเกียรติ"
      },
      {
        "label": "เชียงกลาง"
      },
      {
        "label": "ท่าวังผา"
      },
      {
        "label": "ทุ่งช้าง"
      },
      {
        "label": "นาน้อย"
      },
      {
        "label": "นาหมื่น"
      },
      {
        "label": "บ่อเกลือ"
      },
      {
        "label": "บ้านหลวง"
      },
      {
        "label": "ปัว"
      },
      {
        "label": "ภูเพียง"
      },
      {
        "label": "เมืองน่าน"
      },
      {
        "label": "แม่จริม"
      },
      {
        "label": "เวียงสา"
      },
      {
        "label": "สองแคว"
      },
      {
        "label": "สันติสุข"
      }
    ],
    "label": "น่าน"
  },
  {
    "children": [
      {
        "label": "จุน"
      },
      {
        "label": "เชียงคำ"
      },
      {
        "label": "เชียงม่วน"
      },
      {
        "label": "ดอกคำใต้"
      },
      {
        "label": "ปง"
      },
      {
        "label": "ภูกามยาว"
      },
      {
        "label": "ภูซาง"
      },
      {
        "label": "เมืองพะเยา"
      },
      {
        "label": "แม่ใจ"
      }
    ],
    "label": "พะเยา"
  },
  {
    "children": [
      {
        "label": "ดงเจริญ"
      },
      {
        "label": "ตะพานหิน"
      },
      {
        "label": "ทับคล้อ"
      },
      {
        "label": "บางมูลนาก"
      },
      {
        "label": "บึงนาราง"
      },
      {
        "label": "โพทะเล"
      },
      {
        "label": "โพธิ์ประทับช้าง"
      },
      {
        "label": "เมืองพิจิตร"
      },
      {
        "label": "วชิรบารมี"
      },
      {
        "label": "วังทรายพูน"
      },
      {
        "label": "สากเหล็ก"
      },
      {
        "label": "สามง่าม"
      }
    ],
    "label": "พิจิตร"
  },
  {
    "children": [
      {
        "label": "ชาติตระการ"
      },
      {
        "label": "นครไทย"
      },
      {
        "label": "เนินมะปราง"
      },
      {
        "label": "บางกระทุ่ม"
      },
      {
        "label": "บางระกำ"
      },
      {
        "label": "พรหมพิราม"
      },
      {
        "label": "เมืองพิษณุโลก"
      },
      {
        "label": "วังทอง"
      },
      {
        "label": "วัดโบสถ์"
      }
    ],
    "label": "พิษณุโลก"
  },
  {
    "children": [
      {
        "label": "เขาค้อ"
      },
      {
        "label": "ชนแดน"
      },
      {
        "label": "น้ำหนาว"
      },
      {
        "label": "บึงสามพัน"
      },
      {
        "label": "เมืองเพชรบูรณ์"
      },
      {
        "label": "วังโป่ง"
      },
      {
        "label": "วิเชียรบุรี"
      },
      {
        "label": "ศรีเทพ"
      },
      {
        "label": "หนองไผ่"
      },
      {
        "label": "หล่มเก่า"
      },
      {
        "label": "หล่มสัก"
      }
    ],
    "label": "เพชรบูรณ์"
  },
  {
    "children": [
      {
        "label": "เด่นชัย"
      },
      {
        "label": "เมืองแพร่"
      },
      {
        "label": "ร้องกวาง"
      },
      {
        "label": "ลอง"
      },
      {
        "label": "วังชิ้น"
      },
      {
        "label": "สอง"
      },
      {
        "label": "สูงเม่น"
      },
      {
        "label": "หนองม่วงไข่"
      }
    ],
    "label": "แพร่"
  },
  {
    "children": [
      {
        "label": "ขุนยวม"
      },
      {
        "label": "ปางมะผ้า"
      },
      {
        "label": "ปาย"
      },
      {
        "label": "เมืองแม่ฮ่องสอน"
      },
      {
        "label": "แม่ลาน้อย"
      },
      {
        "label": "แม่สะเรียง"
      },
      {
        "label": "สบเมย"
      }
    ],
    "label": "แม่ฮ่องสอน"
  },
  {
    "children": [
      {
        "label": "เกาะคา"
      },
      {
        "label": "งาว"
      },
      {
        "label": "แจ้ห่ม"
      },
      {
        "label": "เถิน"
      },
      {
        "label": "เมืองลำปาง"
      },
      {
        "label": "แม่ทะ"
      },
      {
        "label": "แม่พริก"
      },
      {
        "label": "แม่เมาะ"
      },
      {
        "label": "วังเหนือ"
      },
      {
        "label": "สบปราบ"
      },
      {
        "label": "เสริมงาม"
      },
      {
        "label": "ห้างฉัตร"
      }
    ],
    "label": "ลำปาง"
  },
  {
    "children": [
      {
        "label": "ทุ่งหัวช้าง"
      },
      {
        "label": "บ้านธิ"
      },
      {
        "label": "บ้านโฮ่ง"
      },
      {
        "label": "ป่าซาง"
      },
      {
        "label": "เมืองลำพูน"
      },
      {
        "label": "แม่ทา"
      },
      {
        "label": "ลี้"
      },
      {
        "label": "เวียงหนองล่อง"
      }
    ],
    "label": "ลำพูน"
  },
  {
    "children": [
      {
        "label": "กงไกรลาศ"
      },
      {
        "label": "คีรีมาศ"
      },
      {
        "label": "ทุ่งเสลี่ยม"
      },
      {
        "label": "บ้านด่านลานหอย"
      },
      {
        "label": "เมืองสุโขทัย"
      },
      {
        "label": "ศรีนคร"
      },
      {
        "label": "ศรีสัชนาลัย"
      },
      {
        "label": "ศรีสำโรง"
      },
      {
        "label": "สวรรคโลก"
      }
    ],
    "label": "สุโขทัย"
  },
  {
    "children": [
      {
        "label": "ตรอน"
      },
      {
        "label": "ทองแสนขัน"
      },
      {
        "label": "ท่าปลา"
      },
      {
        "label": "น้ำปาด"
      },
      {
        "label": "บ้านโคก"
      },
      {
        "label": "พิชัย"
      },
      {
        "label": "ฟากท่า"
      },
      {
        "label": "เมืองอุตรดิตถ์"
      },
      {
        "label": "ลับแล"
      }
    ],
    "label": "อุตรดิตถ์"
  },
  {
    "children": [
      {
        "label": "ทัพทัน"
      },
      {
        "label": "บ้านไร่"
      },
      {
        "label": "เมืองอุทัยธานี"
      },
      {
        "label": "ลานสัก"
      },
      {
        "label": "สว่างอารมณ์"
      },
      {
        "label": "หนองขาหย่าง"
      },
      {
        "label": "หนองฉาง"
      },
      {
        "label": "ห้วยคต"
      }
    ],
    "label": "อุทัยธานี"
  },
  {
    "children": [
      {
        "label": "กมลาไสย"
      },
      {
        "label": "กุฉินารายณ์"
      },
      {
        "label": "คำม่วง"
      },
      {
        "label": "ฆ้องชัย"
      },
      {
        "label": "ดอนจาน"
      },
      {
        "label": "ท่าคันโท"
      },
      {
        "label": "นาคู"
      },
      {
        "label": "นามน"
      },
      {
        "label": "เมืองกาฬสินธุ์"
      },
      {
        "label": "ยางตลาด"
      },
      {
        "label": "ร่องคำ"
      },
      {
        "label": "สมเด็จ"
      },
      {
        "label": "สหัสขันธ์"
      },
      {
        "label": "สามชัย"
      },
      {
        "label": "หนองกุงศรี"
      },
      {
        "label": "ห้วยผึ้ง"
      },
      {
        "label": "ห้วยเม็ก"
      },
      {
        "label": "เขาวง"
      }
    ],
    "label": "กาฬสินธุ์"
  },
  {
    "children": [
      {
        "label": "กระนวน"
      },
      {
        "label": "เขาสวนกวาง"
      },
      {
        "label": "โคกโพธิ์ไชย"
      },
      {
        "label": "ชนบท"
      },
      {
        "label": "ชุมแพ"
      },
      {
        "label": "ซำสูง"
      },
      {
        "label": "น้ำพอง"
      },
      {
        "label": "โนนศิลา"
      },
      {
        "label": "บ้านไผ่"
      },
      {
        "label": "บ้านฝาง"
      },
      {
        "label": "บ้านแฮด"
      },
      {
        "label": "เปือยน้อย"
      },
      {
        "label": "พระยืน"
      },
      {
        "label": "พล"
      },
      {
        "label": "ภูผาม่าน"
      },
      {
        "label": "ภูเวียง"
      },
      {
        "label": "มัญจาคีรี"
      },
      {
        "label": "เมืองขอนแก่น"
      },
      {
        "label": "เวียงเก่า"
      },
      {
        "label": "แวงน้อย"
      },
      {
        "label": "แวงใหญ่"
      },
      {
        "label": "สีชมพู"
      },
      {
        "label": "หนองนาคำ"
      },
      {
        "label": "หนองเรือ"
      },
      {
        "label": "หนองสองห้อง"
      },
      {
        "label": "อุบลรัตน์"
      }
    ],
    "label": "ขอนแก่น"
  },
  {
    "children": [
      {
        "label": "เกษตรสมบูรณ์"
      },
      {
        "label": "แก้งคร้อ"
      },
      {
        "label": "คอนสวรรค์"
      },
      {
        "label": "คอนสาร"
      },
      {
        "label": "จัตุรัส"
      },
      {
        "label": "ซับใหญ่"
      },
      {
        "label": "เทพสถิต"
      },
      {
        "label": "เนินสง่า"
      },
      {
        "label": "บ้านเขว้า"
      },
      {
        "label": "บ้านแท่น"
      },
      {
        "label": "บำเหน็จณรงค์"
      },
      {
        "label": "ภักดีชุมพล"
      },
      {
        "label": "ภูเขียว"
      },
      {
        "label": "เมืองชัยภูมิ"
      },
      {
        "label": "หนองบัวแดง"
      },
      {
        "label": "หนองบัวระเหว"
      }
    ],
    "label": "ชัยภูมิ"
  },
  {
    "children": [
      {
        "label": "ท่าอุเทน"
      },
      {
        "label": "ธาตุพนม"
      },
      {
        "label": "นาแก"
      },
      {
        "label": "นาทม"
      },
      {
        "label": "นาหว้า"
      },
      {
        "label": "บ้านแพง"
      },
      {
        "label": "ปลาปาก"
      },
      {
        "label": "โพนสวรรค์"
      },
      {
        "label": "เมืองนครพนม"
      },
      {
        "label": "เรณูนคร"
      },
      {
        "label": "วังยาง"
      },
      {
        "label": "ศรีสงคราม"
      }
    ],
    "label": "นครพนม"
  },
  {
    "children": [
      {
        "label": "แก้งสนามนาง"
      },
      {
        "label": "ขามทะเลสอ"
      },
      {
        "label": "ขามสะแกแสง"
      },
      {
        "label": "คง"
      },
      {
        "label": "ครบุรี"
      },
      {
        "label": "จักราช"
      },
      {
        "label": "เฉลิมพระเกียรติ"
      },
      {
        "label": "ชุมพวง"
      },
      {
        "label": "โชคชัย"
      },
      {
        "label": "ด่านขุนทด"
      },
      {
        "label": "เทพารักษ์"
      },
      {
        "label": "โนนแดง"
      },
      {
        "label": "โนนไทย"
      },
      {
        "label": "โนนสูง"
      },
      {
        "label": "บัวลาย"
      },
      {
        "label": "บัวใหญ่"
      },
      {
        "label": "บ้านเหลื่อม"
      },
      {
        "label": "ประทาย"
      },
      {
        "label": "ปักธงชัย"
      },
      {
        "label": "ปากช่อง"
      },
      {
        "label": "พระทองคำ"
      },
      {
        "label": "พิมาย"
      },
      {
        "label": "เมืองนครราชสีมา"
      },
      {
        "label": "เมืองยาง"
      },
      {
        "label": "ลำทะเมนชัย"
      },
      {
        "label": "วังน้ำเขียว"
      },
      {
        "label": "สีคิ้ว"
      },
      {
        "label": "สีดา"
      },
      {
        "label": "สูงเนิน"
      },
      {
        "label": "เสิงสาง"
      },
      {
        "label": "หนองบุญมาก"
      },
      {
        "label": "ห้วยแถลง"
      }
    ],
    "label": "นครราชสีมา"
  },
  {
    "children": [
      {
        "label": "กระสัง"
      },
      {
        "label": "คูเมือง"
      },
      {
        "label": "แคนดง"
      },
      {
        "label": "เฉลิมพระเกียรติ"
      },
      {
        "label": "ชำนิ"
      },
      {
        "label": "นางรอง"
      },
      {
        "label": "นาโพธิ์"
      },
      {
        "label": "โนนดินแดง"
      },
      {
        "label": "โนนสุวรรณ"
      },
      {
        "label": "บ้านกรวด"
      },
      {
        "label": "บ้านด่าน"
      },
      {
        "label": "บ้านใหม่ไชยพจน์"
      },
      {
        "label": "ประโคนชัย"
      },
      {
        "label": "ปะคำ"
      },
      {
        "label": "พลับพลาชัย"
      },
      {
        "label": "พุทไธสง"
      },
      {
        "label": "เมืองบุรีรัมย์"
      },
      {
        "label": "ละหานทราย"
      },
      {
        "label": "ลำปลายมาศ"
      },
      {
        "label": "สตึก"
      },
      {
        "label": "หนองกี่"
      },
      {
        "label": "หนองหงส์"
      },
      {
        "label": "ห้วยราช"
      },
      {
        "label": "เมืองบุรีรัมย์"
      }
    ],
    "label": "บุรีรัมย์"
  },
  {
    "children": [
      {
        "label": "เซกา"
      },
      {
        "label": "โซ่พิสัย"
      },
      {
        "label": "เมืองบึงกาฬ"
      },
      {
        "label": "บึงโขงหลง"
      },
      {
        "label": "บุ่งคล้า"
      },
      {
        "label": "ปากคาด"
      },
      {
        "label": "พรเจริญ"
      },
      {
        "label": "ศรีวิไล"
      }
    ],
    "label": "บึงกาฬ"
  },
  {
    "children": [
      {
        "label": "กันทรวิชัย"
      },
      {
        "label": "กุดรัง"
      },
      {
        "label": "แกดำ"
      },
      {
        "label": "โกสุมพิสัย"
      },
      {
        "label": "ชื่นชม"
      },
      {
        "label": "เชียงยืน"
      },
      {
        "label": "นาเชือก"
      },
      {
        "label": "นาดูน"
      },
      {
        "label": "บรบือ"
      },
      {
        "label": "พยัคฆภูมิพิสัย"
      },
      {
        "label": "เมืองมหาสารคาม"
      },
      {
        "label": "ยางสีสุราช"
      },
      {
        "label": "วาปีปทุม"
      }
    ],
    "label": "มหาสารคาม"
  },
  {
    "children": [
      {
        "label": "อุบลราชธานี"
      },
      {
        "label": "เขื่องใน"
      },
      {
        "label": "โขงเจียม"
      },
      {
        "label": "ดอนมดแดง"
      },
      {
        "label": "เดชอุดม"
      },
      {
        "label": "ตระการพืชผล"
      },
      {
        "label": "ตาลสุม"
      },
      {
        "label": "ทุ่งศรีอุดม"
      },
      {
        "label": "นาจะหลวย"
      },
      {
        "label": "นาตาล"
      },
      {
        "label": "นาเยีย"
      },
      {
        "label": "น้ำขุ่น"
      },
      {
        "label": "น้ำยืน"
      },
      {
        "label": "บุณฑริก"
      },
      {
        "label": "พิบูลมังสาหาร"
      },
      {
        "label": "โพธิ์ไทร"
      },
      {
        "label": "ม่วงสามสิบ"
      },
      {
        "label": "เมืองอุบลราชธาน"
      },
      {
        "label": "วารินชำราบ"
      },
      {
        "label": "ศรีเมืองใหม่"
      },
      {
        "label": "สว่างวีระวงศ์"
      },
      {
        "label": "สำโรง"
      },
      {
        "label": "สิรินธร"
      },
      {
        "label": "เหล่าเสือโก้ก"
      },
      {
        "label": "กุดข้าวปุ้น"
      },
      {
        "label": "เขมราฐ"
      },
      {
        "label": "เมืองอุบลราชธานี"
      }
    ],
    "label": "อุบลราชธานี"
  },
  {
    "children": [
      {
        "label": "กุดจับ"
      },
      {
        "label": "อุดรธาน"
      },
      {
        "label": "กู่แก้ว"
      },
      {
        "label": "ไชยวาน"
      },
      {
        "label": "นายูง"
      },
      {
        "label": "น้ำโสม"
      },
      {
        "label": "โนนสะอาด"
      },
      {
        "label": "บ้านดุง"
      },
      {
        "label": "บ้านผือ ประจักษ์ศิลปาคม"
      },
      {
        "label": "พิบูลรักษ"
      },
      {
        "label": "เพ็ญ"
      },
      {
        "label": "เมืองอุดรธานี"
      },
      {
        "label": "วังสามหมอ"
      },
      {
        "label": "ศรีธาตุ"
      },
      {
        "label": "สร้างคอม"
      },
      {
        "label": "หนองวัวซอ"
      },
      {
        "label": "หนองแสง"
      },
      {
        "label": "หนองหาน"
      },
      {
        "label": "กุมภวาปี"
      }
    ],
    "label": "อุดรธานี"
  },
  {
    "label": "อำนาจเจริญ"
  },
  {
    "children": [
      {
        "label": "นากลาง"
      },
      {
        "label": "นาวัง"
      },
      {
        "label": "โนนสัง"
      },
      {
        "label": "เมืองหนองบัวลำภู"
      },
      {
        "label": "ศรีบุญเรือง สุวรรณคูหา"
      }
    ],
    "label": "หนองบัวลำภู"
  },
  {
    "children": [
      {
        "label": "ท่าบ่อ"
      },
      {
        "label": "เฝ้าไร่"
      },
      {
        "label": "โพธิ์ตาก"
      },
      {
        "label": "โพนพิสัย"
      },
      {
        "label": "เมืองหนองคาย"
      },
      {
        "label": "รัตนวาปี"
      },
      {
        "label": "ศรีเชียงใหม่"
      },
      {
        "label": "สระใคร"
      },
      {
        "label": "สังคม"
      }
    ],
    "label": "หนองคาย"
  },
  {
    "children": [
      {
        "label": "คำชะอี"
      },
      {
        "label": "ดงหลวง"
      },
      {
        "label": "ดอนตาล"
      },
      {
        "label": "นิคมคำสร้อย"
      },
      {
        "label": "เมืองมุกดาหาร"
      },
      {
        "label": "หนองสูง"
      },
      {
        "label": "หว้านใหญ่"
      }
    ],
    "label": "มุกดาหาร"
  },
  {
    "children": [
      {
        "label": "กุดชุม"
      },
      {
        "label": "ค้อวัง"
      },
      {
        "label": "คำเขื่อนแก้ว"
      },
      {
        "label": "ทรายมูล"
      },
      {
        "label": "ทรายมูล"
      },
      {
        "label": "ไทยเจริญ"
      },
      {
        "label": "ป่าติ้ว"
      },
      {
        "label": "มหาชนะชัย"
      },
      {
        "label": "เมืองยโสธร"
      },
      {
        "label": "เลิงนกทา"
      }
    ],
    "label": "ยโสธร"
  },
  {
    "children": [
      {
        "label": "เกษตรวิสัย"
      },
      {
        "label": "จตุรพักตรพิมาน"
      },
      {
        "label": "จังหาร"
      },
      {
        "label": "เชียงขวัญ"
      },
      {
        "label": "ทุ่งเขาหลวง"
      },
      {
        "label": "ธวัชบุรี"
      },
      {
        "label": "ปทุมรัตน์"
      },
      {
        "label": "พนมไพร"
      },
      {
        "label": "โพธิ์ชัย"
      },
      {
        "label": "โพนทราย"
      },
      {
        "label": "โพนทอง"
      },
      {
        "label": "เมยวดี"
      },
      {
        "label": "เมืองร้อยเอ็ด"
      },
      {
        "label": "เมืองสรวง"
      },
      {
        "label": "ศรีสมเด็จ"
      },
      {
        "label": "สุวรรณภูมิ"
      },
      {
        "label": "เสลภูมิ"
      },
      {
        "label": "หนองพอก"
      },
      {
        "label": "หนองฮี"
      },
      {
        "label": "อาจสามารถ"
      }
    ],
    "label": "ร้อยเอ็ด"
  },
  {
    "children": [
      {
        "label": "กุดบาก"
      },
      {
        "label": "กุสุมาลย์"
      },
      {
        "label": "คำตากล้า"
      },
      {
        "label": "โคกศรีสุพรรณ"
      },
      {
        "label": "เจริญศิลป์"
      },
      {
        "label": "เต่างอย"
      },
      {
        "label": "นิคมน้ำอูน"
      },
      {
        "label": "บ้านม่วง"
      },
      {
        "label": "พรรณานิคม"
      },
      {
        "label": "พังโคน"
      },
      {
        "label": "โพนนาแก้ว"
      },
      {
        "label": "ภูพาน"
      },
      {
        "label": "เมืองสกลนคร"
      },
      {
        "label": "วานรนิวาส"
      },
      {
        "label": "วาริชภูมิ"
      },
      {
        "label": "สว่างแดนดิน"
      },
      {
        "label": "ส่องดาว"
      },
      {
        "label": "อากาศอำนวย"
      }
    ],
    "label": "สกลนคร"
  },
  {
    "children": [
      {
        "label": "กันทรลักษ์"
      },
      {
        "label": "กันทรารมย์"
      },
      {
        "label": "ขุขันธ์"
      },
      {
        "label": "ขุนหาญ"
      },
      {
        "label": "น้ำเกลี้ยง"
      },
      {
        "label": "โนนคูณ"
      },
      {
        "label": "บึงบูรพ์"
      },
      {
        "label": "เบญจลักษ์"
      },
      {
        "label": "ปรางค์กู่"
      },
      {
        "label": "พยุห์"
      },
      {
        "label": "โพธิ์ศรีสุวรรณ"
      },
      {
        "label": "ไพรบึง"
      },
      {
        "label": "ภูสิงห์"
      },
      {
        "label": "เมืองจันทร์"
      },
      {
        "label": "เมืองศรีสะเกษ"
      },
      {
        "label": "ยางชุมน้อย"
      },
      {
        "label": "ราษีไศล"
      },
      {
        "label": "วังหิน"
      },
      {
        "label": "ศรีรัตนะ"
      },
      {
        "label": "ศิลาลาด"
      },
      {
        "label": "ห้วยทับทัน"
      },
      {
        "label": "อุทุมพรพิสัย"
      }
    ],
    "label": "ศรีสะเกษ"
  },
  {
    "children": [
      {
        "label": "เชียงคาน"
      },
      {
        "label": "ด่านซ้าย"
      },
      {
        "label": "ท่าลี่"
      },
      {
        "label": "นาด้วง"
      },
      {
        "label": "นาแห้ว"
      },
      {
        "label": "ปากชม"
      },
      {
        "label": "ผาขาว"
      },
      {
        "label": "ภูกระดึง"
      },
      {
        "label": "ภูเรือ"
      },
      {
        "label": "ภูหลวง"
      },
      {
        "label": "เมืองเลย"
      },
      {
        "label": "วังสะพุง"
      },
      {
        "label": "หนองหิน"
      },
      {
        "label": "เอราวัณ"
      }
    ],
    "label": "เลย"
  },
  {
    "children": [
      {
        "label": "กาบเชิง"
      },
      {
        "label": "เขวาสินรินทร์"
      },
      {
        "label": "จอมพระ"
      },
      {
        "label": "ชุมพลบุรี"
      },
      {
        "label": "ท่าตูม"
      },
      {
        "label": "โนนนารายณ์"
      },
      {
        "label": "บัวเชด"
      },
      {
        "label": "ปราสาท"
      },
      {
        "label": "พนมดงรัก"
      },
      {
        "label": "เมืองสุรินทร์"
      },
      {
        "label": "รัตนบุรี"
      },
      {
        "label": "ลำดวน"
      },
      {
        "label": "ศรีณรงค์"
      },
      {
        "label": "ศีขรภูมิ"
      },
      {
        "label": "สนม"
      },
      {
        "label": "สังขะ"
      },
      {
        "label": " สำ โรงทาบ"
      }
    ],
    "label": "สุรินทร"
  },
  {
    "children": [
      {
        "label": "เกาะกูด"
      },
      {
        "label": "เกาะช้าง"
      },
      {
        "label": "เขาสมิง"
      },
      {
        "label": "คลองใหญ่"
      },
      {
        "label": "บ่อไร่"
      },
      {
        "label": "เมืองตราด"
      },
      {
        "label": "แหลมงอบ"
      }
    ],
    "label": "จังหวัดตราด"
  }
]